---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionIParallelFlange
source: html/6d4f8b97-0aba-9b86-0362-b43c38e7ce34.htm
---
# StructuralSectionIParallelFlange Methods

Returns size of the section boundary.